Repository: JainNkd/MyLukChat
Catalog: LukChat/*.lproj/Localizable.strings
Languages: de

source: Country
de: Land

source: Phone number
de: Telefonnummer

source: Date of birth
de: Geburtsdatum

source: I agree in terms and conditions
de: Ich stimme den Nutzungsbedingungen zu.

source: terms and conditions
de: Nutzungsbedingungen

source: verify
de: prüfen

source: Enter verification code
de: Bestätigungscode eingeben

source: confirm
de: bestätigen

source: back
de: zurück

source: merge
de: zusammenfügen

source: record at least 2 videos
de: Nimm 2 Videos auf

source: press the monkeys
de: drück auf die Affen

source: Write your LUK
de: Schreib deinen LUK

source: send to your LUKis
de: schick es an Deine LUKis

source: Accept
de: Annehmen.

source: Error
de: Fehler

source: Cancel
de: Abbrechen

source: Done
de: Erledigt.

source: Failed
de: Fehlgeschlagen.

source: No
de: Nein

source: Yes
de: Ja

source: Alert
de: Alarm

source: No Connectivity
de: Kein Verbindung!

source: Please check the Internet Connnection
de: Bitte überprüfe Deine Internetverbindung.

source: Message
de: Nachricht

source: Upload iPhone supported video format with size less than 100MB
de: Lade ein vom iPhone unterstützten Video-Format mit einer Größe von weniger als 100 MB hoch.

source: Make sure the phone number is registered with LukChat
de: Stelle sicher, dass die Telefonnummermit LukChat registriert ist.

source: Upload Error. Please send again
de: Fehler beim Upload! Bitte erneut senden.

source: Please enter valid pin number
de: Bitte geben Sie eine gültige PIN-Nummer ein.

source: Registration Failed
de: Registrierung fehlgeschlagen.

source: Some unknown error occured. Please try again.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es erneut.

source: Video uploaded successful.
de: Video erfolgreich hochgeladen.

source: No Video available to share.
de: Kein Video zum teilen verfügbar.

source: Video successfully posted at facebook
de: Video erfolgreich auf Facebook hochgeladen

source: You not yet received any video from your friends.
de: Du hast noch kein Video von Deinen Freunden empfangen.

source: You need to downlaod this video before select.
de: Du must das Video herunterladen, bevor Du es auswählen kannst.

source: Are you sure you want to clear the text?
de: Bist du sicher, dass Du den Text löschen willst?

source: Something is wrong with your facebook account
de: Etwas stimmt nicht bei Deinem Facebook-Konto.

source: Please enter a valid title
de: Bitte gibt einen zulässigen Titel ein.

source: You exceed the maximum number of 10 words
de: Du überschreitest die maximale Anzahl von 10 Worten.

source: You need two recorded video clips to merge the videos.
de: Du must mindestens 2 Videos aufnehmen um einen LUK zu erstellen.

source: Something went wrong, try again
de: Etwas schief ging, versuch es nochmal.

source: Do you want to save video
de: Willst Du das Video speichern.

source: Please Record a Video
de: Nimm ein Video auf!

source: Failed to save
de: Fehler beim Speichern.

source: Saved to camera role
de: Zu den Videos gespeichert.

source: Enter Phone Number
de: Gib Deine Telefonnummer ein.

source: Follow terms and conditions
de: Nimm die Nutzungsbedingungen an.

source: send
de: senden

source: post to facebook
de: Auf Facebook posten

source: select
de: auswählen
